{
  "pt": {
    "menuServicos": "Serviços",
    "menuFaleConosco": "Fale Conosco",
    "introTitulo": "Segurança de alto nível para proteger o que mais te interessa",
    "introDescricao": "Há 20 anos elevando o nível da cibersegurança de grandes empresas, com excelência e transparência.",
    "introBotao": "Fale com nossos especialistas",
    "institucionalTitulo": "Redway Cibersegurança",
    "institucionalDescricao": "Com décadas de experiência e uma forte reputação em cibersegurança, somos a escolha para empresas que buscam proteção robusta de seus dados. Nossas soluções especializadas elevam a capacidade do seu time interno, garantindo uma segurança de alto nível.",
    "servicoTitulo1": "Identificação de Vulnerabilidades",
    "servicoDescricao1": "Identificamos vulnerabilidades através de uma avaliação minuciosa e personalizada, oferecendo auditorias completas para detectar riscos que possam comprometer sua empresa e realizando testes rigorosos para avaliar a resistência dos controles de segurança contra ataques cibernéticos.",
    "servicoTitulo2": "Monitoramento e Gestão de Vulnerabilidades",
    "servicoDescricao2": "Com um acompanhamento contínuo e gestão de vulnerabilidades são garantidos por serviços que monitoram e alertam sobre potenciais riscos em softwares, oferecendo inteligência em tempo real sobre ameaças cibernéticas, identificando rapidamente vulnerabilidades e fornecendo atualizações de patches e correções.",
    "servicoTitulo3": "Fortalecimento e Prevenção",
    "servicoDescricao3": "Para fortalecer e prevenir ameaças, oferecemos orientações detalhadas para garantir a configuração segura dos sistemas, simulamos cenários de ataque e otimizamos a proteção contra ameaças específicas. Nossa gestão de segurança inclui minimizar riscos externos ao cuidar da segurança dos fornecedores e fornecer uma visão abrangente dos ativos da empresa para identificar e mitigar continuamente vulnerabilidades.",
    "servicobotao": "Conheça nossos serviços",
    "produtoTitulo": "Nosso produto que garante à máxima proteção",
    "produtoNome": "RedAlert",
    "produtoDescricao": "Mantenha sua Empresa Segura em um Cenário de Ameaças em Constante Evolução: Gerenciamento de Superfície de Ataque Externo (EASM) da Redway.",
    "produtoLink": "Saiba mais sobre o RedAlert",
    "questao": "Por que fortalecer a segurança de dados da sua empresa?",
    "questaoResposta": "Em um mercado onde 78% dos consumidores deixariam de fazer negócios com uma empresa que sofreu uma violação de dados, garantir a proteção cibernética é essencial.",
    "rodapeLinkSobreNos": "Sobre Nós",
    "rodapeLinkPerguntasFrequentes": "Perguntas Frequentes",
    "rodapeLinkContato": "Contato",
    "rodapeLinkProdutos": "Produtos",
    "rodapeLinkConheca": "Conheça",
    "rodapeLinkCases": "Cases",
    "faleConoscoTitulo": "Fale Conosco",
    "enviarMensagem": "Enviar mensagem",
    "nomePlaceholder": "Nome e Sobrenome*",
    "emailPlaceholder": "E-mail*",
    "whatsappPlaceholder": "WhatsApp/com DDD*",
    "motivoPlaceholder": "Motivo do contato*",
    "mensagemPlaceholder": "Sua mensagem"
  },
  "en": {
    "menuServicos": "Services",
    "menuFaleConosco": "Contact Us",
    "introTitulo": "High-level security to protect what matters most to you",
    "introDescricao": "For 20 years raising the level of cybersecurity for large companies, with excellence and transparency.",
    "introBotao": "Speak with our experts",
    "institucionalTitulo": "Redway Cybersecurity",
    "institucionalDescricao": "With decades of experience and a strong reputation in cybersecurity, we are the choice for companies seeking robust protection of their data. Our specialized solutions elevate the capacity of your internal team, ensuring high-level security.",
    "servicoTitulo1": "Vulnerability Identification",
    "servicoDescricao1": "We identify vulnerabilities through a thorough and personalized assessment, offering complete audits to detect risks that may compromise your company and conducting rigorous tests to evaluate the resilience of security controls against cyber attacks.",
    "servicoTitulo2": "Vulnerability Monitoring and Management",
    "servicoDescricao2": "Continuous monitoring and management of vulnerabilities are ensured by services that monitor and alert about potential risks in software, offering real-time intelligence on cyber threats, quickly identifying vulnerabilities and providing patch updates and fixes.",
    "servicoTitulo3": "Strengthening and Prevention",
    "servicoDescricao3": "To strengthen and prevent threats, we offer detailed guidance to ensure secure configuration of systems, simulate attack scenarios, and optimize protection against specific threats. Our security management includes minimizing external risks by taking care of supplier security and providing a comprehensive view of company assets to continuously identify and mitigate vulnerabilities.",
    "servicobotao": "Discover our services",
    "produtoTitulo": "Our product that ensures maximum protection",
    "produtoNome": "RedAlert",
    "produtoDescricao": "Keep Your Company Safe in a Constantly Evolving Threat Landscape: External Attack Surface Management (EASM) by Redway.",
    "produtoLink": "Learn more about RedAlert",
    "questao": "Why strengthen your company's data security?",
    "questaoResposta": "In a market where 78% of consumers would stop doing business with a company that has suffered a data breach, ensuring cybersecurity is essential.",
    "rodapeLinkSobreNos": "About Us",
    "rodapeLinkPerguntasFrequentes": "FAQs",
    "rodapeLinkContato": "Contact",
    "rodapeLinkProdutos": "Products",
    "rodapeLinkConheca": "Discover",
    "rodapeLinkCases": "Cases",
    "faleConoscoTitulo": "Contact Us",
    "enviarMensagem": "Send message",
    "nomePlaceholder": "Full Name*",
    "emailPlaceholder": "Email*",
    "whatsappPlaceholder": "WhatsApp/with DDD*",
    "motivoPlaceholder": "Reason for contact*",
    "mensagemPlaceholder": "Your message"
  }
}
