{
  "pt": {
    "menuInstitucional": "Institucional",
    "menuParceriasGlobais": "Parcerias Globais",
    "menuQuemSomos": "Quem somos",
    "menuOQueFazemos": "O que fazemos",
    "menuCompliance": "Compliance",
    "menuContato": "Contato",
    "introDescricao": "Somos uma gestora com portfólio de investimentos alternativos, focados em infraestrutura, crédito e operações estruturadas.",
    "tituloInstitucional": "Institucional",
    "institucionalDescricao1": "Criada em 2017, a Trius Capital é uma gestora independente especializada em gestão de investimentos alternativos, com ênfase nos segmentos de infraestrutura e crédito.",
    "institucionalDescricao2": "Desenvolvemos produtos sob medida para investidores que buscam resultados consistentes em estratégias comerciais/empresariais, reunindo o melhor desempenho tributário, visão de longo prazo e perpetuação de patrimônio.",
    "institucionalDescricao3": "Com um legado de mais de duas décadas de atuação, a Trius Capital se destaca como uma gestora independente de vanguarda em investimentos alternativos. A gestora reúne um time de especialistas no mercado financeiro com mais de duas décadas de experiência nos segmentos de  infraestrutura, crédito e real estate.","institucionalDescricao4": "Com operação Global, a Trius marca presença em mercados estratégicos, como São Paulo, Singapura, Londres, Nova York e Madrid. Nossa atuação, privilegia a integridade,a inovação e os resultados consistentes a longo prazo.","institucionalDescricao5": "Nossa expertise se concentra em desenvolver soluções personalizadas para investidores com visão de longo prazo, buscando não apenas exceder em retornos, mas garantir consistência, otimizar a eficiência tributária e fomentar a sustentabilidade e o crescimento do patrimônio ao longo do tempo.",
    "institucionalDescricao6": "Adotamos estratégias comerciais que agregam valor por meio da descorrelação com mercados tradicionais e alinhamento com as tendências da economia global.",
    "nossosDiferenciais": "Nossos diferenciais:",
    "diferencial1": "Gestão de produtos estruturados com estratégias personalizadas e visão de longo prazo.",
    "diferencial2": "Filosofia hands-on.",
    "diferencial3": "Construção de parcerias globais estratégicas para multiplicar resultados.",
    "parceriasGlobaisTitulo": "Parcerias Globais",
    "parceriasGlobaisDescricao1": "A capacidade de atrair parcerias e estabelecer relações de longo prazo tem sido fundamental para fortalecer a trajetória da Trius.",
    "parceriasGlobaisDescricao2": "A habilidade em identificar e reunir parceiros éticos e com larga experiência global se reflete na qualidade dos serviços que oferecemos.",
    "parceriasGlobaisDescricao3": "Nos Estados Unidos, a Trius tem consolidado a parceria com a Siguler Guff.",
    "parceriasGlobaisDescricao4": "Reconhecida como uma das mais respeitadas firmas de investimento do mercado americano, a Siguler Guff conta com mais de US$ 15 bilhões sob gestão.",
    "parceriasGlobaisDescricao5": "Na Ásia emergente, a Trius adota estratégias inovadoras em conjunto com a Silverstreak Asset Management, focada na captação de recursos, gestão de ativos de crédito e desenvolvimento de produtos estruturados. Essa parceria permite à Trius manter uma presença significativa e influente na região.",
    "parceriasGlobaisDescricao6": "No mercado europeu, a Trius se orgulha de sua filial, uma empresa espanhola especializada em estruturação de créditos e garantias para projetos de infraestrutura. Essa parceria reforça a posição da Trius como uma asset de private equity global.",
    "quemSomosTitulo": "Quem Somos",
    "quemSomosDescricao1": "Somos uma gestora de recursos baseada no Brasil, com atuação global e vasta experiência no mercado financeiro e na economia real, devidamente autorizada pela Comissão de Valores Mobiliários - CVM e autorregulada pela Associação Brasileira das Entidades do Mercado Financeiro e de Capitais - ANBIMA.",
    "quemSomosDescricao2": "Especializados em gestão patrimonial, nossas equipes trabalham para garantir a estratégia de investimento mais adequada às demandas dos nossos clientes.",
    "quemSomosDescricao3": "Como uma asset de private equity de alcance global, priorizamos a visão ampla e integrada dos mercados globais. Nosso compromisso é com a geração de valor sustentável e a maximização dos retornos para nossos investidores.",
    "sobGestao": "Sob Gestão",
    "profissionaisInvestimentos": "Profissionais de Investimentos",
    "anosTrackRecord": "Anos de Track Record",
    "oQueFazemosTitulo": "O que Fazemos",
    "oQueFazemosDescricao1": "Oferecemos soluções completas de serviços característicos de uma Gestora de Recursos, integrando a alocação de investimentos, planejamento financeiro e patrimonial para indivíduos e famílias, bem como consultoria estratégica e tributária para empresas. Nossa abordagem holística visa atender às necessidades específicas de cada cliente, proporcionando resultados consistentes e de longo prazo.",
    "oQueFazemosDescricao2": "Para indivíduos e famílias, o foco é a criação de estratégias de investimento que respeitem as particularidades de cada cliente, proporcionando segurança financeira e crescimento patrimonial com visão de longo prazo.",
    "oQueFazemosDescricao3": "Dentro de consultoria estratégica para empresas, abrangemos áreas como turnaround e gestão de ativos, decisões estratégicas e societárias, bem como uma abordagem direcionada ao mercado de capitais (ex.: estruturas de equity e dívida), contamos com uma equipe experiente e especializada.",
    "oQueFazemosDescricao4": "Estamos preparados para auxiliar organizações na superação de desafios e na maximização de oportunidades para um crescimento sustentável e duradouro.",
    "servico1Titulo": "Gestão e Cogestão",
    "servico2Titulo": "Assessoria e Consultoria em M&A",
    "servico3Titulo": "Sucessão Patrimonial",
    "servico4Titulo": "Parcerias Globais",
    "complianceTitulo": "Compliance",
    "complianceDescricao1": "Na Trius Capital, reconhecemos a grande importância da transparência e da responsabilidade em todas as nossas operações. Valorizamos a confiança dos nossos clientes e incentivamos a comunicação aberta e transparente. O compliance não é apenas uma obrigação legal, mas sim um compromisso essencial com a integridade, a transparência e a excelência em serviços, e estes são fundamentos essenciais de nossa cultura.",
    "complianceDescricao2": "Estamos dedicados a manter os mais altos padrões em todas as nossas atividades, assegurando assim a proteção dos interesses e dos ativos dos nossos valiosos clientes.",
    "compliancePoliticasTitulo": "Políticas Internas e Informações Regulatórias",
    "compliancePolitica1": "Política de ética corporativa",
    "compliancePolitica2": "Política de investimentos pessoais",
    "compliancePolitica3": "Política de voto",
    "compliancePolitica4": "Política de rateio de divisão de ordens",
    "compliancePolitica5": "Política de gestão de riscos",
    "compliancePolitica6": "Política de controles internos",
    "compliancePolitica7": "Termo de uso e política de Privacidade",
    "compliancePolitica8": "Formulário de referência",
    "compliancePolitica9": "Política de gerenciamento de liquidez",
    "faleConoscoTitulo": "Fale Conosco",
    "enviarMensagem": "Enviar mensagem",
    "nomePlaceholder": "Nome e Sobrenome*",
    "emailPlaceholder": "E-mail*",
    "whatsappPlaceholder": "WhatsApp/com DDD*",
    "motivoPlaceholder": "Motivo do contato*",
    "mensagemPlaceholder": "Sua mensagem"
  },
  "en": {
    "menuInstitucional": "Institutional",
    "menuParceriasGlobais": "Global Partnerships",
    "menuQuemSomos": "About Us",
    "menuOQueFazemos": "What We Do",
    "menuCompliance": "Compliance",
    "menuContato": "Contact",
    "introDescricao": "We are a management firm with a portfolio of alternative investments, focused on infrastructure, credit, and structured operations.",
    "tituloInstitucional": "Institutional",
    "institucionalDescricao1": "Founded in 2017, Trius Capital is an independent manager specialized in alternative investment management, with a focus on infrastructure and credit segments.",
    "institucionalDescricao2": "We develop customized products for investors seeking consistent results in business/commercial strategies, combining optimal tax performance, long-term vision, and wealth perpetuation.",
    "institucionalDescricao3": "With a legacy of more than two decades, Trius Capital stands out as an avant-garde independent manager in alternative investments. The manager assembles a team of experts in the financial market with more than two decades of experience in infrastructure, credit, and real estate segments.",
    "institucionalDescricao4": "With global operations, Trius has a presence in strategic markets such as São Paulo, Singapore, London, New York, and Madrid. Our operations prioritize integrity, innovation, and consistent long-term results.",
    "institucionalDescricao5": "Our expertise is focused on developing customized solutions for investors with a long-term vision, aiming not only to exceed returns but also to ensure consistency, optimize tax efficiency, and foster sustainability and growth of wealth over time.",
    "institucionalDescricao6": "We adopt commercial strategies that add value through decoupling from traditional markets and alignment with global economic trends.",
   "nossosDiferenciais": "Our Differentials:",
    "diferencial1": "Management of structured products with personalized strategies and long-term vision.",
    "diferencial2": "Hands-on philosophy.",
    "diferencial3": "Building strategic global partnerships to multiply results.",
    "parceriasGlobaisTitulo": "Global Partnerships",
    "parceriasGlobaisDescricao1": "The ability to attract partnerships and establish long-term relationships has been fundamental in strengthening Trius's trajectory.",
    "parceriasGlobaisDescricao2": "The ability to identify and bring together ethical partners with extensive global experience is reflected in the quality of the services we offer.",
    "parceriasGlobaisDescricao3": "In the United States, Trius has consolidated its partnership with Siguler Guff.",
    "parceriasGlobaisDescricao4": "Recognized as one of the most respected investment firms in the American market, Siguler Guff manages over $15 billion in assets.",
    "parceriasGlobaisDescricao5": "In emerging Asia, Trius adopts innovative strategies in conjunction with Silverstreak Asset Management, focusing on fundraising, credit asset management, and the development of structured products. This partnership allows Trius to maintain a significant and influential presence in the region.",
    "parceriasGlobaisDescricao6": "In the European market, Trius is proud of its subsidiary, a Spanish company specializing in credit structuring and guarantees for infrastructure projects. This partnership reinforces Trius's position as a global private equity asset manager.",
    "quemSomosTitulo": "Who We Are",
    "quemSomosDescricao1": "We are an asset management firm based in Brazil, with global operations and extensive experience in the financial market and the real economy, duly authorized by the Brazilian Securities and Exchange Commission (CVM) and self-regulated by the Brazilian Association of Financial and Capital Market Entities (ANBIMA).",
    "quemSomosDescricao2": "Specialized in wealth management, our teams work to ensure the most appropriate investment strategy to meet our clients' demands.",
    "quemSomosDescricao3": "As a global private equity asset, we prioritize a broad and integrated view of global markets. Our commitment is to generate sustainable value and maximize returns for our investors.",
    "sobGestao": "Under Management",
    "profissionaisInvestimentos": "Investment Professionals",
    "anosTrackRecord": "Years of Track Record",
    "oQueFazemosTitulo": "What We Do",
    "oQueFazemosDescricao1": "We offer comprehensive solutions characteristic of an Asset Management firm, integrating investment allocation, financial and estate planning for individuals and families, as well as strategic and tax consultancy for companies. Our holistic approach aims to meet the specific needs of each client, providing consistent and long-term results.",
    "oQueFazemosDescricao2": "For individuals and families, the focus is on creating investment strategies that respect each client's particularities, providing financial security and estate growth with a long-term vision.",
    "oQueFazemosDescricao3": "In strategic consultancy for companies, we cover areas such as turnaround and asset management, strategic and corporate decisions, as well as a market-oriented approach (e.g., equity and debt structures), with an experienced and specialized team.",
    "oQueFazemosDescricao4": "We are prepared to assist organizations in overcoming challenges and maximizing opportunities for sustainable and long-lasting growth.",
    "servico1Titulo": "Management and Co-management",
    "servico2Titulo": "M&A Advisory and Consultancy",
    "servico3Titulo": "Estate Succession",
    "servico4Titulo": "Global Partnerships",
    "complianceTitulo": "Compliance",
    "complianceDescricao1": "At Trius Capital, we recognize the great importance of transparency and responsibility in all our operations. We value the trust of our clients and encourage open and transparent communication. Compliance is not just a legal obligation, but an essential commitment to integrity, transparency, and service excellence, which are fundamental to our culture.",
    "complianceDescricao2": "We are dedicated to maintaining the highest standards in all our activities, thus ensuring the protection of the interests and assets of our valued clients.",
    "compliancePoliticasTitulo": "Internal Policies and Regulatory Information",
    "compliancePolitica1": "Corporate Ethics Policy",
    "compliancePolitica2": "Personal Investments Policy",
    "compliancePolitica3": "Voting Policy",
    "compliancePolitica4": "Order Allocation Policy",
    "compliancePolitica5": "Risk Management Policy",
    "compliancePolitica6": "Internal Controls Policy",
    "compliancePolitica7": "Terms of Use and Privacy Policy",
    "compliancePolitica8": "Reference Form",
    "compliancePolitica9": "Liquidity Management Policy",
    "faleConoscoTitulo": "Contact Us",
    "enviarMensagem": "Send message",
    "nomePlaceholder": "Full Name*",
    "emailPlaceholder": "Email*",
    "whatsappPlaceholder": "WhatsApp/with DDD*",
    "motivoPlaceholder": "Reason for contact*",
    "mensagemPlaceholder": "Your message"
  }
}
